HSDTaskName = "Blocco fax indesiderati";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Stampa in corso… Attendere";

//button titles
"DONE" = "Fine";
"YES" = "Sì";
"NO" = "No";
"OK" = "OK";
"CLOSE" = "Chiudi";
DeleteButtonTitle = "Elimina";

//Block status label
"BLOCK_STATUS_MESSAGE" = "Utilizzate %1$d voci su %2$d";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Numero di fax non valido";
"INVALID_FAX_NUMBER_DESC" = "È stato immesso un numero non valido. Specificare solo valori numerici (0123456789). Immettere un numero di fax valido e riprovare.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "ID chiamante obbligatorio";
"JUNK_FAX_WARNING_DESC" = "Per utilizzare la funzione Blocco fax indesiderati è necessario che la periferica sia collegata a una linea su cui è abilitata l'opzione ID chiamante.\n\nQualora non si sia certi di avere una linea con un ID chiamante abilitato, contattare il gestore telefonico.";
"JUNK_FAX_DELETION_DESC" = "Eliminare i numeri selezionati dall'elenco Numeri fax bloccati?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Numero doppio";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Questo numero è già presente nell'elenco Numeri fax bloccati. Aggiungerlo di nuovo?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Numero fax bloccato doppio";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Questo numero è già presente nell'elenco Numeri fax bloccati.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Verificare che il dispositivo sia online e non stia elaborando un fax.";

HSDTaskDescriptionTitle = "Usare la funzione Blocco fax indesiderati per bloccare i fax inviati da determinati numeri con ID chiamante.";
HSDJunkFaxBlockingStateTitle = "Blocco fax ID chiamante:";
HSDBlockedNumbersTitle = "Numeri bloccati:";
HSDApplyButtonTitle = "Applica adesso";
HSDPrintListButtonTitle = "Stampa elenco";

HSDEditPanelDescriptionTitle = "Immetti numero fax da bloccare:";
HSDOffButtonTitle = "Disattivato";
HSDOnButtonTitle = "Attivato";

HSDFaxNumberTitle = "Numero di fax";
HSDEditButtonTitle = "Modifica…";
HSDCreateButtonTitle = "Crea";
HSDCancelButtonTitle = "Annulla";

AskSaveChangesAlertTitle = "L'elenco di blocco dei fax è stato modificato";
AskSaveChangesAlertMsg = "Se non applicate, le modifiche apportate non verranno incluse nell'elenco stampato. Si desidera applicare le modifiche apportate all'elenco prima di stamparlo?";
AskSaveChangesDontApplyButtonTitle = "Non applicare";
AskSaveCahngesApplyButtonTitle = "Applica";

PlusButtonToolTip = "Aggiungi nuovo numero bloccato";
MinusButtonToolTip = "Elimina numero bloccato";
EditButtonToolTip = "Modifica numero bloccato";
PrintButtonToolTip = "Stampa numeri bloccati";
